import os


# Яндекс, Билайн, МТС, Kaspersky, Tinkoff, Ozon, СБЕР, Fplus, Яндекс Крауд, X5 Digital
employer_ids = [1740, 4934, 3776, 1057, 78638, 2180, 3529, 6836, 9498112, 1025275, 4716984]

# СБЕР, Магнит, X5 Group, Альфа-банк, ДНС, МВидео, Ситилинк, Фикспрайс, Роснефть, Агрокомплекс, НАО Красная Поляна
# employer_ids = [3529, 49357, 4233, 80, 1025275, 2523, 3148, 196621, 1312952, 247279, 1124351]


area_code = 113  # 53 - Краснодар

max_count_vacancies = 100

JSON_DATA_DIR = os.path.join('../data')
